Repository: dnuno10/hackathon2025
Catalog: Hackathon2025/*.lproj/Localizable.strings
Languages: es, fr

# welcome_slogan
source: Scan. Discover. Impact.
es: Escanea. Descubre. Impacta.
fr: Scannez. Découvrez. Impactez.

# badge_info
source: Earn badges by scanning products
es: Gana insignias al escanear productos
fr: Gagnez des badges en scannant des produits

# start_button
source: Get Started
es: Comenzar
fr: Commencer

# sustainability_title
source: Sustainability Indicators
es: Indicadores de Sustentabilidad
fr: Indicateurs de durabilité

# info_intro
source: The following indicators show the product’s sustainability performance. Each metric includes a daily-life equivalence for better understanding.
es: Los siguientes indicadores muestran el desempeño sustentable del producto. Cada métrica incluye una equivalencia cotidiana para mejor comprensión.
fr: Les indicateurs suivants montrent la performance de durabilité du produit. Chaque métrique comprend une équivalence quotidienne pour une meilleure compréhension.

# info_no_data
source: No data available for this product at this moment.
es: No hay datos disponibles para este producto en este momento.
fr: Aucune donnée disponible pour ce produit pour le moment.

# info_source
source: Data extracted from Grupo Bimbo’s 2023 Annual Report and official statements. For more information, visit grupobimbo.com
es: Datos extraídos del Informe Anual 2023 de Grupo Bimbo y comunicados oficiales. Para más información, visita grupobimbo.com
fr: Données extraites du Rapport Annuel 2023 de Grupo Bimbo et de communiqués officiels. Pour plus d'informations, visitez grupobimbo.com

# loading_message
source: Loading sustainability data...
es: Cargando datos de sustentabilidad...
fr: Chargement des données de durabilité...

# error_generic
source: An error occurred while loading the data.
es: Ocurrió un error al cargar los datos.
fr: Une erreur s’est produite lors du chargement des données.

# source_prefix
source: Source:
es: Fuente:

# error_no_metrics
source: Could not retrieve metrics for this product.
es: No se pudieron obtener métricas para este producto.
fr: Impossible de récupérer les métriques pour ce produit.

source: Error loading data: %@
es: Error al cargar datos: %@
fr: Erreur lors du chargement des données : %@

# eq_gansito_energy
source: Equivalent to powering 1,000 homes for one day
es: Equivale a alimentar 1,000 hogares por un día
fr: Équivaut à alimenter 1 000 foyers pendant une journée

# eq_gansito_packaging
source: Equals saving 60 trees per ton
es: Equivale a salvar 60 árboles por tonelada
fr: Équivaut à sauver 60 arbres par tonne

# eq_gansito_water
source: Savings of 15,000 liters daily
es: Ahorro de 15,000 litros diarios
fr: Économie de 15 000 litres par jour

# eq_gansito_carbon
source: Equivalent to a 1 km car trip
es: Equivale a un viaje de 1 km en auto
fr: Équivaut à un trajet de 1 km en voiture

# eq_mantecadas_energy
source: Equivalent to powering 1,200 homes for one day
es: Equivale a alimentar 1,200 hogares por un día
fr: Équivaut à alimenter 1 200 foyers pendant une journée

# eq_mantecadas_packaging
source: Equals saving 55 trees per ton
es: Equivale a salvar 55 árboles por tonelada
fr: Équivaut à sauver 55 arbres par tonne

# eq_mantecadas_water
source: Savings of 16,000 liters daily
es: Ahorro de 16,000 litros diarios
fr: Économie de 16 000 litres par jour

# eq_mantecadas_carbon
source: Equivalent to a 1.2 km car trip
es: Equivale a un viaje de 1.2 km en auto
fr: Équivaut à un trajet de 1,2 km en voiture

# eq_takis_energy
source: Equivalent to planting 500 trees annually
es: Equivale a plantar 500 árboles al año
fr: Équivaut à planter 500 arbres par an

# eq_takis_packaging
source: Reduction of 30 tons of plastic
es: Reducción de 30 toneladas de plástico
fr: Réduction de 30 tonnes de plastique

# eq_takis_water
source: Equivalent to filling 11,000 1L bottles daily
es: Equivale a llenar 11,000 botellas de 1L por día
fr: Équivaut à remplir 11 000 bouteilles de 1L par jour

# eq_takis_carbon
source: Equivalent to a 2 km bus ride
es: Equivale a un viaje de 2 km en autobús
fr: Équivaut à un trajet de 2 km en bus

# profile_title
source: My Profile
es: Mi Perfil
fr: Mon Profil

# profile_friends_title
source: Your Streaks 🔥
es: Tus Rachas 🔥
fr: Tes Séries 🔥

# profile_badges_title
source: Your Badges 🎖️
es: Tus Insignias 🎖️
fr: Tes Badges 🎖️

# badge_streak_title
source: Hot Streak
es: Racha Encendida
fr: Série Active

# badge_streak_desc
source: You've scanned for more than 3 days.
es: Llevas más de 3 días escaneando.
fr: Tu as scanné pendant plus de 3 jours.

# badge_eco_title
source: Eco Explorer
es: Explorador Ecológico
fr: Explorateur Écolo

# badge_eco_desc
source: You scanned your first eco-friendly product.
es: Escaneaste tu primer producto ecológico.
fr: Tu as scanné ton premier produit écologique.

# badge_first_title
source: First Achievement
es: Primer Logro
fr: Première Réussite

# badge_first_desc
source: You registered your first product.
es: Registraste tu primer producto.
fr: Tu as enregistré ton premier produit.

# badge_healthy_desc
source: You scanned 10 healthy products.
es: Escaneaste 10 productos saludables.
fr: Tu as scanné 10 produits sains.

# badge_packaging_title
source: Packaging Pro
es: Empaque Experto
fr: Expert Emballage

# badge_packaging_desc
source: Identified 5 recyclable packaging products.
es: Identificaste 5 productos con empaque reciclable.
fr: Tu as identifié 5 produits recyclables.

# badge_water_title
source: Hydrated
es: Hidratado
fr: Hydraté

# badge_water_desc
source: Scanned 3 healthy beverages.
es: Escaneaste 3 bebidas saludables.
fr: Tu as scanné 3 boissons saines.

# badge_planet_title
source: Planet Friend
es: Amigo del Planeta
fr: Ami de la Planète

# badge_planet_desc
source: Scanned 10 eco-friendly products.
es: Escaneaste 10 productos ecológicos.
fr: Tu as scanné 10 produits écologiques.

# badge_speed_title
source: Speed Runner
es: Velocidad Máxima
fr: Ultra Rapide

# badge_speed_desc
source: Scanned 5 products in under a minute.
es: Escaneaste 5 productos en menos de un minuto.
fr: Tu as scanné 5 produits en moins d'une minute.

# badge_goal_title
source: Goal Achieved
es: Meta Alcanzada
fr: Objectif Atteint

# badge_goal_desc
source: Completed your first weekly goal.
es: Completaste tu primera meta semanal.
fr: Tu as complété ton premier objectif hebdomadaire.

# desc_energía_renovable
source: Renewable electricity used in production
es: Electricidad renovable usada en la producción
fr: Électricité renouvelable utilisée dans la production

# desc_embalaje_reciclable
source: Recyclable/compostable material in packaging
es: Material reciclable/compostable en el empaque
fr: Matériau recyclable/compostable dans l'emballage

# desc_reuso_agua
source: Water reused vs 2020
es: Agua reutilizada respecto a 2020
fr: Eau réutilisée par rapport à 2020

# desc_huella_carbono
source: Emissions per unit (cradle-to-gate)
es: Emisiones por unidad (del origen al punto de venta)
fr: Émissions par unité (du berceau à la porte)

# desc_impacto_social
source: People benefited by brand-linked programs
es: Personas beneficiadas por programas vinculados a la marca
fr: Personnes bénéficiant des programmes liés à la marque

# muy_malo
source: Very bad
es: Muy malo
fr: Très mauvais

# malo
source: Bad
es: Malo
fr: Mauvais

# regular
source: Fair
es: Regular
fr: Moyen

# bueno
source: Good
es: Bueno
fr: Bon

# muy_bueno
source: Very good
es: Muy bueno
fr: Très bon

# category_bolleria
source: Indulgent Pastries
es: Bollería Indulgente
fr: Pâtisseries gourmandes

# category_botanas
source: Spicy Snacks
es: Botanas Picantes
fr: Snacks épicés

# history_title
source: History
es: Historial
fr: Historique

# alert_title
source: Keep exploring!
es: ¡Sigue explorando!
fr: Continuez à explorer !

# alert_not_scanned_message
source: You haven't scanned this product yet! Keep logging your purchases to unlock more insights
es: ¡Aún no has escaneado este producto! Sigue registrando tus compras para descubrir más información
fr: Vous n'avez pas encore scanné ce produit ! Continuez à enregistrer vos achats pour découvrir plus d'informations

# alert_no_data
source: No sustainability data available for this product.
es: No hay datos de sustentabilidad disponibles para este producto.
fr: Aucune donnée de durabilité pour ce produit.

# product_barritas_fresa
source: Strawberry Bars
es: Barritas Fresa
fr: Barres à la fraise

# product_canelitas
source: Cinnamon Cookies
es: Canelitas
fr: Biscuits à la cannelle

# product_donas_bimbo
source: Bimbo Donuts
es: Donas Bimbo
fr: Donuts Bimbo

# product_pan_bimbo
source: Bimbo Bread
es: Pan Bimbo
fr: Pain Bimbo

# product_rebanadas_bimbo
source: Bimbo Slices
es: Rebanadas Bimbo
fr: Tranches Bimbo

# camera_title
source: Capture Product
es: Captura Producto
fr: Capturer le produit

# camera_guide
source: Tap to take photo
es: Presiona para tomar foto
fr: Appuyez pour prendre une photo

# camera_access_error
source: Unable to access the camera
es: No se pudo acceder a la cámara
fr: Impossible d'accéder à la caméra

# photo_output_error
source: Failed to configure photo output
es: No se pudo configurar la salida de foto
fr: Échec de la configuration de la sortie photo

# model_loading_error
source: Error loading the model
es: Error al cargar el modelo
fr: Erreur lors du chargement du modèle

# capture_error
source: Photo capture error
es: Error al capturar foto
fr: Erreur de capture de photo

# image_processing_error
source: Image processing failed
es: Error al procesar la imagen capturada
fr: Erreur lors du traitement de l'image

source: Unknown error
es: Error desconocido
fr: Erreur inconnue

# language
source: English
es: Español
fr: Français

# catalog_title
source: BIMBO Catalog
es: Catálogo BIMBO
fr: Catalogue BIMBO

# catalog_search_placeholder
source: Search product, company or country...
es: Buscar producto, empresa o país...
fr: Rechercher un produit, une entreprise ou un pays...

# catalog_filter_category
source: Categories
es: Categorías
fr: Catégories

# catalog_filter_company
source: Companies
es: Empresas
fr: Entreprises

# catalog_filter_country
source: Countries
es: Países
fr: Pays

# catalog_no_data_title
source: Sustainability Indicators
es: Indicadores de Sustentabilidad
fr: Indicateurs de durabilité

# catalog_no_data_message
source: No sustainability data available for this product at this moment.
es: No hay datos disponibles para este producto en este momento.
fr: Aucune donnée de durabilité disponible pour ce produit pour le moment.
